<template>
  <div class="employment-detail">
    <div class="employment-detail-video">
      <i class="icon-play"></i>
      <img src="@/static/images/poster.jpg" alt="poster" />
      <!-- <video  controls>
        <source src="movie.mp4" type="video/mp4" />
        <source src="movie.ogg" type="video/ogg" />
      </video> -->
    </div>
    <div class="container">
      <div class="employment-detail-wrapper">
        <div class="employment-detail-header">
          <h4>Миофасциальный релиз ягодичной области</h4>
          <span>Подходы: 1 х 60 сек / Отдых: 10 сек</span>
        </div>
        <div class="employment-detail-content">
          <b>⚽ Вам потребуется:</b>
          <p>Коврик, массажный ролл </p>
          <b>👉 Исходное положение:</b>
          <p>
            Сидя на ролле, упор руками сзади. Вес тела смещён на прорабатываемую
            ягодицу. Для усиления воздействия прорабатываемую ногу голенью
            ставим на бедро опорной ноги. Опорная нога согнута в коленном
            суставе. 
          </p>
          <b>💪 Выполнение:</b> <b><i>Упрощенный вариант исполнения:</i></b>

          <ul>
            <li>
              1. Прорабатываемую ногу сгибаем и ставим в упор на пол, делаем
              медленные прокатывающие движения от ягодичной складки к гребню
              таза.
            </li>
            <li>2. То же в обратном направлении</li>
          </ul>
          <b><i>Продвинутый вариант исполнения:</i></b>
          <ul>
            <li>
              1. Расположите голень прорабатываемой ноги на бедре опорной ноги.
              Сделайте медленные прокатывающие движения от ягодичной складки к
              гребню таза. 
            </li>
          </ul>
          <b>❗️Важно:</b>
          <ul>
            <li>
              1. При нахождении болезненной зоны, задерживаемся в этой точке на
              10-15сек
            </li>
            <li>2. Выполняем упражнение 1-2 минуты</li>
          </ul>

          <b>❌ Не допускается:</b>
          <ul>
            <li>1. Нарушение нейтрального положения позвоночника.</li>
            <li>
              2. Сгибание ног в тазобедренных суставах. 3. Движение в плечевом
              суставе.
            </li>
          </ul>
        </div>
        <div class="employment-detail-footer">
          <a-row :gutter="[8, 8]">
            <a-col span="24">
              <a-button class="dark-red">Приступить</a-button>
            </a-col>
            <a-col span="12">
              <a-button class="light-red">Приступить</a-button>
            </a-col>
            <a-col span="12">
              <a-button class="light-red">Приступить</a-button>
            </a-col>
          </a-row>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
</style>